import React from "react";
import "../styles/About.css";

export default function About() {
    return (
        <div className="container">
                <div className="profile-container">
                    <div className="profile-details">
                        <p>
                            <strong>Добро пожаловать в крипто-словарь!</strong>
                        </p>
                        <p>Мы команда студента Булатова Алексея Евгеньевича.</p>
                        <p>Наша цель - предоставить вам понятное и полезное руководство по криптовалютам и блокчейну.</p>
                        <p>Мы стараемся разъяснить сложные термины и понятия, связанные с криптовалютами, чтобы помочь вам понять их сущность и использование.</p>
                        <p>Наш словарь содержит широкий спектр терминов, начиная от основных понятий и заканчивая более сложными техническими терминами.</p>
                        <p>Мы надеемся, что наш крипто-словарь будет полезным ресурсом для всех, кто интересуется криптовалютами и блокчейном.</p>
                        <p>Спасибо, что выбрали нас, и приятного изучения крипто-словаря!</p>
                        <div className="profile-authorities">
                        </div>
                    </div>
                </div>
        </div>
    );
}
